<template>
  <div
    class="modal fade"
    id="objectsModal"
    tabindex="-1"
    aria-labelledby="objectsModalLable"
    aria-hidden="true"
  >
    <div class="modal-dialog modal-lg">
      <div class="modal-content">
        <div class="modal-header">
          <h5 class="modal-title" id="buyModalLable">Объекты экспертизы</h5>
          <button
            id="closeBtn"
            type="button"
            class="btn-close"
            data-bs-dismiss="modal"
            aria-label="Close"
          ></button>
        </div>
        <div class="modal-body text-justify">
          <h5 class="text-muted">
            Объектами негосударственной экспертизы является:
          </h5>
          <ol>
            <li style="font-weight: bold">
              Проектная документация в полном объеме, или ее отдельные разделы,
              кроме:
            </li>
            <ul>
              <li>
                объектов, строительство, реконструкция которых финансируется за
                счет средств бюджетной системы РФ
              </li>
              <li>
                автомобильных дорог общего пользования, капитальный ремонт
                которых финансируется или предполагается финансировать за счет
                бюджетов
              </li>
              <li>
                объектов культурного наследия регионального и местного значения
                (в случае, если при проведении работ по сохранению объекта
                культурного наследия регионального или местного значения
                затрагивают конструктивные и другие характеристики надежности и
                безопасности указанного объекта) и результаты инженерных
                изысканий, выполненных для подготовки такой проектной
                документации
              </li>
              <li>землях особо охраняемых природных территорий</li>
              <li>
                объектов, связанных с размещением и обезвреживанием отходов I –
                V классов опасности
              </li>
            </ul>
            <li style="font-weight: bold">
              По желанию заказчика, объекты, не подлежащие обязательному
              прохождению экспертизы:
            </li>
            <ul>
              <li>
                отдельно стоящие жилые дома с количеством этажей не более чем
                три, предназначенные для проживания одной семьи (объекты
                индивидуального жилищного строительства)
              </li>
              <li>
                жилые дома с количеством этажей не более чем три, состоящие из
                нескольких блоков, количество которых не превышает десять и
                каждый из которых предназначен для проживания одной семьи, имеет
                общую стену (общие стены) без проемов с соседним блоком или
                соседними блоками, расположен на отдельном земельном участке и
                имеет выход на территорию общего пользования (жилые дома
                блокированной застройки)
              </li>
              <li>
                многоквартирные дома с количеством этажей не более чем три, со
                стоящие из одной или нескольких блок-секций, количество которых
                не превышает четыре, в каждой из которых находятся несколько
                квартир и помещения общего пользования и каждая из которых имеет
                отдельный подъезд с выходом на территорию общего пользования
              </li>
              <li>
                отдельно стоящие объекты капитального строительства с
                количеством этажей не более чем два, общая площадь которых
                составляет не более чем 1500 квадратных метров и которые не
                предназначены для проживания граждан и осуществления
                производственной деятельности
              </li>
              <li>
                отдельно стоящие объекты капитального строительства с
                количеством этажей не более чем два, общая площадь которых
                составляет не более чем 1500 квадратных метров, которые
                предназначены для осуществления производственной деятельности и
                для которых не требуется установление санитарно-защитных зон,
                или для которых в пределах границ земельных участков, на которых
                расположены такие объекты, требуется установление
                санитарно-защитных зон
              </li>
              <li>
                для строительства, реконструкции, капитального ремонта не
                требуется получение разрешения на строительство: строительство
                гаража на земельном участке, предоставленному физическому лицу
                для целей, не связанных с осуществлением предпринимательской
                деятельности, или строительство на земельном участке,
                предоставленном для ведения садоводства, дачного хозяйства;
                строительства, реконструкции объектов, не являющихся объектами
                капитального строительства (киосков, навесов, и других);
                строительства на земельном участке строений и сооружений
                вспомогательного использования; переустройство и перепланировка
                жилых и нежилых помещений; изменения объектов капитального
                строительства и (или) их частей, если изменения не затрагивают
                конструктивные и другие характеристики их надежности и
                безопасности не превышают предельные параметры разрешенного
                строительства, реконструкции, установленные градостроительным
                регламентом
              </li>
            </ul>
          </ol>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
import { defineComponent } from "vue";

export default defineComponent({});
</script>